Repository: osama2604/Fluent_Wordpress
Catalog: language/fluent-booking-pro-*.po
Languages: it_it, pt_br

source: %s Payment Failed
it_it: %s Pagamento non riuscito

source: %s Payment Pending
it_it: %s Pagamento in sospeso

source: 1 minute
it_it: 1 minuto
pt_br: 1 Minuto

source: 10 minutes
it_it: 10 minuti
pt_br: 10 minutos

source: 15 minutes
it_it: 15 minuti
pt_br: 15 minutos

source: 5 minutes
it_it: 5 minuti
pt_br: 5 minutos

source: Access Permissions has been updated successfully
it_it: I permessi di accesso sono stati aggiornati correttamente
pt_br: As permissões de acesso foram atualizadas com sucesso

source: Access Token Refreshed
it_it: Token di accesso aggiornato
pt_br: Token de acesso atualizado

source: Account SID
it_it: SID dell'account
pt_br: ID da conta

source: Added to Google calendar
it_it: Aggiunto al calendario di Google
pt_br: Adicionado ao Calendário do Google

source: Added to Outlook calendar
it_it: Aggiunto al calendario di Outlook
pt_br: Adicionado ao calendário do Outlook

source: All Hosts Need to
it_it: Tutti gli host devono
pt_br: Todos os Hosts Precisam

source: Allowed image types does not match
it_it: I tipi di immagine consentiti non corrispondono

source: Amount %s refunded successfully. Transaction ID: %s
it_it: Importo %s rimborsato con successo. ID transazione: %s

source: API Error:
it_it: Errore API:

source: Aplle calendar event has been created. EventID: %s
it_it: L'evento del calendario Apple è stato creato. EventID: %s

source: App Specific Password
it_it: Password specifica dell'app
pt_br: Senha Específica do Aplicativo

source: Apple Calendar
it_it: Calendario Apple
pt_br: Calendário da Apple

source: Apple Calendar API Error
it_it: Errore API Calendario Apple
pt_br: Erro na API do Calendário Apple

source: Apple Calendar API Error:
it_it: Errore API Calendario Apple:
pt_br: Erro na API do Calendário Apple:

source: Apple Calendar event created
it_it: Evento del Calendario Apple creato
pt_br: Evento do Calendário Apple criado

source: Apple calendar event has been deleted
it_it: L'evento del calendario Apple è stato eliminato
pt_br: O evento do calendário da Apple foi excluído

source: Apple calendar event has been updated
it_it: L'evento del calendario Apple è stato aggiornato
pt_br: O evento do calendário da Apple foi atualizado

source: Apple event has been deleted
it_it: L'evento Apple è stato cancellato
pt_br: O evento da Apple foi excluído

source: Apple event has been updated
it_it: L'evento Apple è stato aggiornato
pt_br: O evento da Apple foi atualizado

source: Apple ID (Email)
it_it: ID Apple (e-mail)
pt_br: ID Apple (E-mail)

source: Appointment
it_it: Appuntamento
pt_br: Agendamento

source: Auth Token
it_it: Token di autenticazione
pt_br: Token de Autenticação

source: Availability
it_it: Disponibilità
pt_br: Disponibilidade

source: Back to Calendars Configuration
it_it: Torna alla configurazione dei calendari
pt_br: Voltar para Configuração de Calendários

source: Booking #%1$s status changed to cancelled. %2$sView Booking%3$s
it_it: Lo stato della prenotazione #%1$s è cambiato in annullato. %2$sVisualizza prenotazione%3$s

source: Booking #%1$s status changed to scheduled at %2$s. %3$sView Booking%4$s
it_it: Lo stato della prenotazione #%1$s è cambiato in programmato per %2$s. %3$sVisualizza prenotazione%4$s

source: Booking Approval Request to Host (SMS to Organizer)
it_it: Richiesta di approvazione della prenotazione all'host (SMS all'organizzatore)

source: Booking Canceled
it_it: Prenotazione annullata
pt_br: Reserva cancelada

source: Booking Cancelled by Attendee (SMS to Organizer)
it_it: Prenotazione annullata dal partecipante (SMS all'organizzatore)
pt_br: Reserva cancelada pelo participante (SMS para o organizador)

source: Booking Cancelled by Organizer (SMS to Attendee)
it_it: Prenotazione annullata dall'organizzatore (SMS al partecipante)
pt_br: Reserva cancelada pelo organizador (SMS para o participante)

source: Booking Completed
it_it: Prenotazione completata
pt_br: Reserva concluída

source: Booking Confirmation SMS to Attendee
it_it: SMS di conferma della prenotazione al partecipante
pt_br: SMS de confirmação de reserva para o participante

source: Booking Confirmation SMS to Organizer (You)
it_it: SMS di conferma della prenotazione all'organizzatore (tu)
pt_br: SMS de confirmação de reserva para o organizador (você)

source: Booking Confirmed
it_it: Prenotazione confermata
pt_br: Reserva confirmada

source: Booking Declined by Organizer (SMS to Attendee)
it_it: Prenotazione rifiutata dall'organizzatore (SMS al partecipante)

source: Booking Details
it_it: Dettagli della prenotazione
pt_br: Detalhes da reserva

source: Booking Rejected
it_it: Prenotazione rifiutata

source: Booking Rescheduled
it_it: Prenotazione riprogrammata
pt_br: Reserva remarcada

source: Booking Rescheduled by Attendee (SMS to Organizer)
it_it: Prenotazione riprogrammata dal partecipante (SMS all'organizzatore)

source: Booking Rescheduled by Organizer (SMS to Attendee)
it_it: Prenotazione riprogrammata dall'organizzatore (SMS al partecipante)

source: Booking status could not be changed as it is in %1$s status. %2$sView Order%3$s
it_it: Lo stato della prenotazione non può essere modificato poiché è nello stato %1$s. %2$sVisualizza ordine%3$s

source: Booking Submission Confirmation (SMS to Attendee)
it_it: Conferma di invio della prenotazione (SMS al partecipante)

source: Caching Time
it_it: Tempo di memorizzazione nella cache
pt_br: Tempo de cache

source: Calendar Event not found
it_it: Evento del calendario non trovato

source: Calendar not found
it_it: Calendario non trovato
pt_br: Calendário não encontrado

source: Cancellation SMS Sent Successfully
it_it: SMS di annullamento inviato con successo
pt_br: SMS de cancelamento enviado com sucesso

source: Cancelled by WooCommerce Order
it_it: Annullato dall'ordine WooCommerce
pt_br: Cancelado pelo pedido WooCommerce

source: Check Update
it_it: Controlla l'aggiornamento
pt_br: Checar atualização

source: click here
it_it: clicca qui
pt_br: Clique aqui

source: Click Here to purchase another license
it_it: Clicca qui per acquistare un'altra licenza
pt_br: Clique aqui para adquirir outra licença

source: Click Here to Renew Your License
it_it: Clicca qui per rinnovare la tua licenza
pt_br: Clique aqui para renovar sua licença

source: Click Here to Review
it_it: Clicca qui per rivedere
pt_br: Clique aqui para revisar

source: Configure %s to sync your events
it_it: Configura %s per sincronizzare i tuoi eventi

source: Configure Google Calendar/Meet to sync your events
it_it: Configura Google Calendar/Meet per sincronizzare i tuoi eventi
pt_br: Configure o Google Calendar/Meet para sincronizar seus eventos

source: Configure Meeting Reminder to Attendee
it_it: Configura promemoria riunione per i partecipanti
pt_br: Configurar lembrete de reunião para o participante

source: Configure Meeting Reminder to Organizer (You)
it_it: Configura promemoria riunione per l'organizzatore (tu)
pt_br: Configurar lembrete de reunião para o organizador (você)

source: Configure Paypal to accept payments on your booking events and monetize your time slots
it_it: Configura PayPal per accettare pagamenti sui tuoi eventi di prenotazione e monetizzare i tuoi slot di tempo

source: Configure stripe to accept payments on your booking events and monetize your time slots
it_it: Configura Stripe per accettare pagamenti per i tuoi eventi di prenotazione e monetizzare i tuoi slot di tempo
pt_br: Configure o stripe para aceitar pagamentos em seus eventos de reserva e monetizar seus horários

source: Configure Twilio API to send SMS/WhatsApp notifications on booking events
it_it: Configurare l'API Twilio per inviare notifiche SMS/WhatsApp sugli eventi di prenotazione
pt_br: Configure a API Twilio para enviar notificações por SMS/WhatsApp em eventos de reserva

source: Connect Google Meet First
it_it: Connetti prima Google Meet
pt_br: Conecte o Google Meet primeiro

source: Connect Outlook First
it_it: Connetti prima Outlook
pt_br: Conecte o Outlook primeiro

source: Connect to Apple Server
it_it: Connettiti al server Apple
pt_br: Conecte-se ao servidor Apple

source: Connect to Nextcloud Server
it_it: Connettiti al server Nextcloud
pt_br: Conecte-se ao servidor Nextcloud

source: Connect with %s
it_it: Connettiti con %s

source: Connect with Apple Calendar
it_it: Connettiti con Apple Calendar
pt_br: Conecte-se com o Apple Calendar

source: Connect with Nextcloud Calendar
it_it: Connettiti con Nextcloud Calendar
pt_br: Conecte-se com o calendário Nextcloud

source: Connect Zoom Account First
it_it: Collega prima l'account Zoom

source: Data has been updated
it_it: I dati sono stati aggiornati
pt_br: Os dados foram atualizados

source: Date & Time:
it_it: Data e ora:
pt_br: Data & Hora

source: Deleted user
it_it: Utente eliminato
pt_br: Usuário deletado

source: Disable Paypal IPN Verification
it_it: Disabilita la verifica IPN di PayPal

source: Docs
it_it: Documenti
pt_br: Documentos

source: documentation
it_it: documentazione
pt_br: documentação

source: Enable Apple Calendar Integration
it_it: Abilita l'integrazione del calendario Apple
pt_br: Habilitar integração com o calendário Apple

source: Enable Google Calendar Notification
it_it: Abilita la notifica di Google Calendar

source: Enable Microsoft Teams (Requires work/school account)
it_it: Abilita Microsoft Teams (richiede un account aziendale/scolastico)
pt_br: Habilitar Microsoft Teams (requer conta corporativa/escolar)

source: Enable MS Teams From Outlook Settings
it_it: Abilitare MS Teams dalle impostazioni di Outlook
pt_br: Habilitar MS Teams nas configurações do Outlook

source: Enable Nextcloud Calendar Integration
it_it: Abilita l'integrazione del calendario Nextcloud
pt_br: Habilite a integração do calendário Nextcloud

source: Enable Paypal payment for booking payment
it_it: Abilita il pagamento Paypal per il pagamento della prenotazione

source: Enable Stripe payment for booking payment
it_it: Abilita il pagamento Stripe per il pagamento della prenotazione

source: Enable/Disable Apple Calendar to sync your events
it_it: Abilita/disabilita Apple Calendar per sincronizzare i tuoi eventi
pt_br: Ative/desative o Apple Calendar para sincronizar seus eventos

source: Enable/Disable Nextcloud Calendar to sync your events
it_it: Abilita/disabilita il calendario Nextcloud per sincronizzare i tuoi eventi
pt_br: Habilite/desabilite o Nextcloud Calendar para sincronizar seus eventos

source: Enter Twilio Account SID
it_it: Inserisci il SID dell'account Twilio
pt_br: Insira o SID da conta Twilio

source: Enter Twilio API Auth Token
it_it: Inserisci il token di autenticazione API Twilio
pt_br: Insira o token de autenticação da API Twilio

source: Enter Twilio Sender SMS Number
it_it: Inserisci il numero SMS del mittente Twilio
pt_br: Insira o número de SMS do remetente da Twilio

source: Enter Twilio Sender WhatsApp Number
it_it: Inserisci il numero WhatsApp del mittente Twilio
pt_br: Insira o número do WhatsApp do remetente da Twilio

source: Enter Your Account ID
it_it: Inserisci il tuo ID account
pt_br: Insira o ID da sua conta

source: Enter Your App Client ID
it_it: Inserisci l'ID client della tua app
pt_br: Insira o ID do cliente do seu aplicativo

source: Enter Your App Secret Key
it_it: Inserisci la chiave segreta della tua app
pt_br: Insira a chave secreta do seu aplicativo

source: Error
it_it: Errore
pt_br: Erro

source: Error when contacting with license server. Please check that your server have curl installed
it_it: Errore durante la connessione con il server di licenza. Controlla che il tuo server abbia curl installato
pt_br: Erro ao entrar em contato com o servidor de licença. Verifique se o seu servidor tem o curl instalado

source: Event confirmation type field is invalid
it_it: Il campo del tipo di conferma dell'evento non è valido

source: Event confirmation type field is required
it_it: Il campo Tipo di conferma dell'evento è obbligatorio

source: Event in outlook has been updated with new dates
it_it: L'evento in Outlook è stato aggiornato con nuove date
pt_br: O evento no Outlook foi atualizado com novas datas

source: Event multiple booking limit field is required
it_it: Il campo limite di prenotazione multipla dell'evento è obbligatorio

source: Event query string field is required
it_it: Il campo stringa query evento è obbligatorio
pt_br: O campo de string de consulta do evento é obrigatório

source: Event redirect url field is required
it_it: Il campo URL di reindirizzamento dell'evento è obbligatorio
pt_br: O campo URL de redirecionamento do evento é obrigatório

source: Event slug field is required
it_it: Il campo slug dell'evento è obbligatorio

source: expired at
it_it: scaduto alle
pt_br: expirou em

source: Failed to add attendee in Google calendar. API Response: %s
it_it: Impossibile aggiungere il partecipante al calendario di Google. Risposta API: %s

source: Failed to connect Calendar API
it_it: Impossibile connettersi all'API del calendario
pt_br: Falha ao conectar ao API da Agenda

source: Failed to connect with Google calendar API. API Response: %s
it_it: Impossibile connettersi con l'API del calendario Google. Risposta API: %s

source: Failed to connect with google calendar API. API Response: %s
it_it: Impossibile connettersi con l'API di Google Calendar. Risposta API: %s

source: Failed to connect with Outlook calendar API. API Response: %s
it_it: Impossibile connettersi all'API del calendario di Outlook. Risposta API: %s

source: Failed to create event in Apple calendar. API Response: %s
it_it: Impossibile creare l'evento nel calendario Apple. Risposta API: %s

source: Failed to create event in Google calendar. API Response: %s
it_it: Impossibile creare l'evento nel calendario di Google. Risposta API: %s

source: Failed to create event in Nextcloud calendar. API Response: %s
it_it: Impossibile creare l'evento nel calendario Nextcloud. Risposta API: %s

source: Failed to create event in Outlook calendar. API Response: %s
it_it: Impossibile creare l'evento nel calendario di Outlook. Risposta API: %s

source: Failed to create meeting with Zoom API. API Response: %1s
it_it: Impossibile creare la riunione con l'API Zoom. Risposta API: %1s

source: Failed to delete event in Apple calendar. API Response: %s
it_it: Impossibile eliminare l'evento nel calendario Apple. Risposta API: %s

source: Failed to delete event in Nextcloud calendar. API Response: %s
it_it: Impossibile eliminare l'evento nel calendario Nextcloud. Risposta API: %s

source: Failed to delete event in Outlook calendar. API Response: %s
it_it: Impossibile eliminare l'evento nel calendario di Outlook. Risposta API: %s

source: Failed to delete meeting with Zoom API
it_it: Impossibile eliminare la riunione con l'API Zoom
pt_br: Falha ao excluir reunião com Zoom API

source: Failed to send sms with Twilio API
it_it: Impossibile inviare SMS con l'API Twilio
pt_br: Falha ao enviar sms com API Twilio

source: Failed to send webhook
it_it: Impossibile inviare il webhook
pt_br: Falha ao enviar webhook

source: Failed to send webhook to
it_it: Impossibile inviare il webhook a
pt_br: Falha ao enviar webhook para

source: Failed to update event in Apple calendar. API Response: %s
it_it: Impossibile aggiornare l'evento nel calendario Apple. Risposta API: %s

source: Failed to update event in Google calendar. API Response: %s
it_it: Impossibile aggiornare l'evento nel calendario di Google. Risposta API: %s

source: Failed to update event in Nextcloud calendar. API Response: %s
it_it: Impossibile aggiornare l'evento nel calendario Nextcloud. Risposta API: %s

source: Failed to update meeting with Zoom API
it_it: Impossibile aggiornare la riunione con l'API Zoom
pt_br: Falha ao atualizar a reunião com a API Zoom

source: Field not found
it_it: Campo non trovato

source: File deleted successfully
it_it: File eliminato con successo

source: First Name
it_it: Nome di battesimo
pt_br: Primeiro nome

source: Frontend Portal
it_it: Portale Frontend

source: Go to the documentation article
it_it: Vai all'articolo di documentazione
pt_br: Vá para o artigo de documentação

source: Google API Error
it_it: Errore API di Google
pt_br: Erro na API do Google

source: Google API Response Error:
it_it: Errore di risposta dell'API di Google:
pt_br: Erro de resposta da API do Google:

source: Google Calendar
it_it: Calendario di Google
pt_br: Calendário do Google

source: Google Calendar API Error
it_it: Errore API di Google Calendar
pt_br: Erro na API do Google Agenda

source: Google Calendar API Error:
it_it: Errore API di Google Calendar:
pt_br: Erro na API do Google Agenda:

source: Google Calendar event created
it_it: Evento di Google Calendar creato
pt_br: Evento do Google Agenda criado

source: Google calendar event has been created. %s
it_it: È stato creato un evento del calendario di Google. %s

source: Google calendar event has been updated. %s
it_it: L'evento del calendario di Google è stato aggiornato. %s

source: Google Calendar event updated
it_it: Evento di Google Calendar aggiornato
pt_br: Evento do Google Agenda atualizado

source: Google Calendar/Meet integration is configured by wp-config.php constants. No action required here
it_it: L'integrazione di Google Calendar/Meet è configurata dalle costanti wp-config.php. Qui non è richiesta alcuna azione
pt_br: A integração do Google Calendar/Meet é configurada pelas constantes wp-config.php. Nenhuma ação necessária aqui

source: Group event can only have one time slot
it_it: L'evento di gruppo può avere solo uno slot di tempo

source: Guest has been added to Google calendar event
it_it: L'ospite è stato aggiunto all'evento del calendario di Google
pt_br: O convidado foi adicionado ao evento da agenda do Google

source: Guest has been added to outlook calendar event
it_it: L'ospite è stato aggiunto all'evento del calendario di Outlook
pt_br: O convidado foi adicionado ao evento do calendário do Outlook

source: Guest has been removed from Google calendar event
it_it: L'ospite è stato rimosso dall'evento del calendario di Google
pt_br: O convidado foi removido do evento da agenda do Google

source: Guest has been removed from outlook calendar event
it_it: L'ospite è stato rimosso dall'evento del calendario di Outlook
pt_br: O convidado foi removido do evento do calendário do Outlook

source: Guests can see other guests of the slot
it_it: Gli ospiti possono vedere gli altri ospiti dello slot

source: Help & Support
it_it: Aiuto e supporto
pt_br: Ajuda e suporte

source: https://fluentbooking.com
it_it: Italiano: https://fluentbooking.com

source: If you are unable to use Payment Data Transfer and payments are not getting marked as complete, then check this box. This forces the site to use a slightly less secure method of verifying purchases.
it_it: Se non riesci a usare il Trasferimento dati di pagamento e i pagamenti non vengono contrassegnati come completati, seleziona questa casella. Ciò obbliga il sito a usare un metodo leggermente meno sicuro per verificare gli acquisti.

source: Integration Feed Settings could not be found. Driver missing!
it_it: Impossibile trovare le impostazioni del feed di integrazione. Driver mancante!
pt_br: As configurações do feed de integração não foram encontradas. Faltando o Driver!

source: Invalid credentials
it_it: Credenziali non valide
pt_br: Credenciais inválidas

source: Invalid Stripe Request. Please configure stripe payment gateway again
it_it: Richiesta Stripe non valida. Configurare nuovamente il gateway di pagamento Stripe
pt_br: Solicitação de distribuição inválida. Configure o gateway de pagamento stripe novamente

source: Invalid submission. No receipt found
it_it: Invio non valido. Nessuna ricevuta trovata
pt_br: Envio inválido. Nenhum recibo encontrado

source: Invoice for Order
it_it: Fattura per ordine
pt_br: Fatura do pedido

source: invoice not found
it_it: fattura non trovata
pt_br: fatura não encontrada

source: Item
it_it: Articolo

source: Items Details
it_it: Dettagli degli articoli
pt_br: Detalhes dos itens

source: Last Name
it_it: Cognome
pt_br: Sobrenome

source: license has been
it_it: la licenza è stata
pt_br: licença foi

source: Live Mode
it_it: Modalità Live
pt_br: Modo ao vivo

source: Login to your Google account, go to Google Cloud Console, create a project, complete OAuth Consent screen process, click on Create Credentials, and you will get your client id and secret key. If you get the ID and Keys for Google Calendar, Google Meet will be integrated automatically. For full details read the
it_it: Accedi al tuo account Google, vai su Google Cloud Console, crea un progetto, completa il processo di schermata di consenso OAuth, clicca su Crea credenziali e otterrai il tuo ID cliente e la chiave segreta. Se ottieni l'ID e le chiavi per Google Calendar, Google Meet verrà integrato automaticamente. Per i dettagli completi leggi il
pt_br: Faça login em sua conta do Google, vá para o Console do Google Cloud, crie um projeto, conclua o processo da tela de consentimento do OAuth, clique em Criar credenciais e você obterá seu ID de cliente e chave secreta. Se você obtiver o ID e as chaves do Google Agenda, o Google Meet será integrado automaticamente. Para detalhes completos leia o

source: Looks like you did not allow the required scopes. Please try again with the following scopes:
it_it: Sembra che non hai consentito gli ambiti richiesti. Riprova con i seguenti ambiti:
pt_br: Parece que você não permitiu os escopos necessários. Tente novamente com os seguintes escopos:

source: Meeting Info:
it_it: Informazioni sulla riunione:
pt_br: Informações da reunião:

source: Member has been deleted successful
it_it: Il membro è stato eliminato con successo
pt_br: O membro foi excluído com sucesso

source: MS Teams
it_it: Team di MS

source: New member has been added with the selected access permissions
it_it: È stato aggiunto un nuovo membro con i permessi di accesso selezionati
pt_br: Novo membro foi adicionado com as permissões de acesso selecionadas

source: Nextcloud Calendar
it_it: Calendario Nextcloud
pt_br: Calendário Nextcloud

source: Nextcloud Calendar API Error
it_it: Errore API calendario Nextcloud
pt_br: Erro da API do calendário Nextcloud

source: Nextcloud Calendar API Error:
it_it: Errore API del calendario Nextcloud:
pt_br: Erro da API do calendário Nextcloud:

source: Nextcloud Calendar event created
it_it: Evento del calendario Nextcloud creato
pt_br: Evento do calendário Nextcloud criado

source: Nextcloud calendar event has been created. EventID: %s
it_it: L'evento del calendario Nextcloud è stato creato. EventID: %s

source: Nextcloud calendar event has been deleted
it_it: L'evento del calendario Nextcloud è stato eliminato
pt_br: O evento do calendário Nextcloud foi excluído

source: Nextcloud calendar event has been updated
it_it: L'evento del calendario Nextcloud è stato aggiornato
pt_br: O evento do calendário Nextcloud foi atualizado

source: Nextcloud event has been deleted
it_it: L'evento Nextcloud è stato eliminato
pt_br: O evento Nextcloud foi excluído

source: Nextcloud event has been updated
it_it: L'evento Nextcloud è stato aggiornato
pt_br: O evento Nextcloud foi atualizado

source: Nextcloud ID (Username/ Email)
it_it: ID Nextcloud (nome utente/email)
pt_br: ID Nextcloud (nome de usuário/e-mail)
