Repository: osama2604/Fluent_Wordpress
Catalog: language/fluent-booking-pro-*.po
Languages: it_it, pt_br

source: Your selected remote calendar has been disconnected
it_it: Il calendario remoto selezionato è stato disconnesso
pt_br: Seu calendário remoto selecionado foi desconectado

source: Your settings has been updated
it_it: Le tue impostazioni sono state aggiornate
pt_br: Suas configurações foram atualizadas

source: Your Twilio API integration is up and running.
it_it: L'integrazione dell'API Twilio è attiva e funzionante.
pt_br: Sua integração da API Twilio está instalada e funcionando.

source: Your Twilio API Key is not valid.
it_it: La tua chiave API Twilio non è valida.
pt_br: Sua chave de API da Twilio não é válida.

source: Zoom account email is empty
it_it: L'email dell'account Zoom è vuota
pt_br: O e-mail da conta Zoom está vazio

source: Zoom Account ID
it_it: ID account Zoom
pt_br: ID da conta Zoom

source: Zoom API Error
it_it: Errore API Zoom
pt_br: Erro na API Zoom

source: Zoom App Client ID
it_it: ID cliente dell'app Zoom
pt_br: ID do cliente do aplicativo Zoom

source: Zoom App Secret Key
it_it: Chiave segreta dell'app Zoom
pt_br: Chave secreta do aplicativo Zoom

source: Zoom credentials already exist for this user
it_it: Le credenziali Zoom esistono già per questo utente
pt_br: Já existem credenciais de zoom para este usuário

source: Zoom credentials has been disconnected & deleted
it_it: Le credenziali Zoom sono state disconnesse ed eliminate
pt_br: As credenciais do Zoom foram desconectadas e excluídas

source: Zoom credentials has been validated and saved securely
it_it: Le credenziali Zoom sono state convalidate e salvate in modo sicuro
pt_br: As credenciais do Zoom foram validadas e salvas com segurança

source: Zoom credentials not found
it_it: Credenziali Zoom non trovate
pt_br: Credenciais de zoom não encontradas

source: Zoom Meeting has been created
it_it: È stata creata la riunione Zoom
pt_br: Zoom Meeting foi criado

source: Zoom Meeting has been deleted
it_it: La riunione Zoom è stata eliminata
pt_br: Zoom Meeting foi excluído

source: Zoom Meeting has been scheduled. %1$s
it_it: La riunione Zoom è stata programmata. %1$s

source: Zoom Meeting has been updated
it_it: Zoom Meeting è stato aggiornato
pt_br: Zoom Meeting foi atualizado

source: Zoom Meeting has been updated with the new data
it_it: Zoom Meeting è stato aggiornato con i nuovi dati
pt_br: Zoom Meeting foi atualizado com os novos dados

source: Zoom Video
it_it: Video ingrandito

source: Google Calendar / Meet
pt_br: Google Agenda / Meet
