Repository: osama2604/Fluent_Wordpress
Catalog: language/fluent-booking-pro-*.po
Languages: it_it, pt_br

source: No Activation Site left: You have activated all the sites that your license offer. Please go to wpmanageninja.com account and review your sites. You may deactivate your unused sites from wpmanageninja account or you can purchase another license.
it_it: Nessun sito di attivazione rimasto: hai attivato tutti i siti offerti dalla tua licenza. Vai all'account wpmanageninja.com e controlla i tuoi siti. Puoi disattivare i siti inutilizzati dall'account wpmanageninja oppure puoi acquistare un'altra licenza.
pt_br: Nenhum site de ativação restante: você ativou todos os sites que sua licença oferece. Acesse a conta wpmanageninja.com e revise seus sites. Você pode desativar seus sites não utilizados da conta wpmanageninja ou pode adquirir outra licença.

source: No license key available
it_it: Nessuna chiave di licenza disponibile
pt_br: Nenhuma chave de licença disponível

source: No license key found
it_it: Nessuna chiave di licenza trovata
pt_br: Nenhuma chave de licença encontrada

source: No zoom credentials found
it_it: Nessuna credenziale Zoom trovata
pt_br: Nenhuma credencial de zoom encontrada

source: Note:
it_it: Nota:
pt_br: Observação:

source: Notifications has been saved
it_it: Le notifiche sono state salvate
pt_br: As notificações foram salvas

source: Order #%1$s was placed on %2$s and is currently %3$s.
it_it: L'ordine n. %1$s è stato effettuato su %2$s e attualmente ammonta a %3$s.
pt_br: O pedido #%1$s foi feito em %2$s e atualmente é %3$s.

source: Order has been placed successfully
it_it: L'ordine è stato effettuato con successo
pt_br: O pedido foi feito com sucesso

source: Order Summary
it_it: Riepilogo dell'ordine
pt_br: Resumo do pedido

source: Organizer Needs to
it_it: L'organizzatore ha bisogno di

source: Outlook API Response Error:
it_it: Errore di risposta dell'API di Outlook:
pt_br: Erro de resposta da API do Outlook:

source: Outlook Calendar / MS Teams
it_it: Calendario di Outlook / MS Teams
pt_br: Calendário do Outlook / MS Teams

source: Outlook Calendar API Error
it_it: Errore API calendario di Outlook
pt_br: Erro na API do calendário do Outlook

source: Outlook Calendar API Error:
it_it: Errore API del calendario di Outlook:
pt_br: Erro na API do Calendário do Outlook:

source: Outlook Calendar event created
it_it: Evento del calendario di Outlook creato
pt_br: Evento do calendário do Outlook criado

source: Outlook calendar event has been created. %s
it_it: È stato creato un evento del calendario di Outlook. %s

source: Outlook calendar event has been deleted
it_it: L'evento del calendario di Outlook è stato eliminato
pt_br: O evento do calendário do Outlook foi excluído

source: Outlook event has been deleted
it_it: L'evento di Outlook è stato eliminato
pt_br: O evento do Outlook foi excluído

source: Outlook Event Updated
it_it: Evento di Outlook aggiornato
pt_br: Evento do Outlook atualizado

source: Pay with Paypal
it_it: Paga con Paypal

source: Pay with Stripe
it_it: Paga con Stripe
pt_br: Pague com Stripe

source: Pay with:
it_it: Paga con:
pt_br: Pagar com:

source: Payment failed due to invalid amount in Paypal IPN
it_it: Pagamento non riuscito a causa di importo non valido in Paypal IPN

source: Payment failed due to invalid currency in Paypal IPN
it_it: Pagamento non riuscito a causa di valuta non valida in Paypal IPN

source: Payment failed for paypal IPN error
it_it: Pagamento non riuscito per errore IPN PayPal

source: Payment failed for paypal IPN verification
it_it: Pagamento non riuscito per verifica IPN PayPal

source: Payment for Order
it_it: Pagamento per ordine
pt_br: Pagamento pelo pedido

source: Payment is being reviewed by PayPal staff as high-risk or in possible violation of government regulations
it_it: Il pagamento è in fase di revisione da parte dello staff PayPal in quanto ad alto rischio o in possibile violazione delle normative governative

source: Payment is pending for unknown reasons. Contact PayPal support for assistance
it_it: Il pagamento è in sospeso per motivi sconosciuti. Contatta il supporto PayPal per assistenza

source: Payment made via eCheck and will clear automatically in 5-8 days
it_it: Pagamento effettuato tramite eCheck e verrà liquidato automaticamente in 5-8 giorni

source: Payment marked as pending
it_it: Pagamento contrassegnato come in sospeso

source: Payment Modal is opening, Please complete the payment
it_it: La modalità di pagamento si sta aprendo, completa il pagamento
pt_br: Modal de pagamento está abrindo, por favor conclua o pagamento

source: Payment Mode
it_it: Modalità di pagamento
pt_br: Modo de pagamento

source: Payment must be accepted manually through PayPal due to international account regulations
it_it: Il pagamento deve essere accettato manualmente tramite PayPal a causa delle normative contabili internazionali

source: Payment received in non-shop currency and must be accepted manually through PayPal
it_it: Pagamento ricevuto in valuta non del negozio e deve essere accettato manualmente tramite PayPal

source: Payment Refunded Successfully
it_it: Pagamento rimborsato con successo

source: Payment requires a confirmed customer address and must be accepted manually through PayPal
it_it: Il pagamento richiede un indirizzo cliente confermato e deve essere accettato manualmente tramite PayPal

source: Payment Successfully Completed
it_it: Pagamento completato con successo

source: Payment Summary
it_it: Riepilogo dei pagamenti
pt_br: Resumo do pagamento

source: Payment was sent to non-confirmed or non-registered email address.
it_it: Il pagamento è stato inviato a un indirizzo email non confermato o non registrato.

source: Paypal
it_it: Pagamento tramite PayPal

source: PayPal account is not verified. Verify account in order to accept this payment
it_it: L'account PayPal non è verificato. Verifica l'account per accettare questo pagamento

source: PayPal account must be upgraded before this payment can be accepted
it_it: L'account PayPal deve essere aggiornato prima che questo pagamento possa essere accettato

source: Paypal Email
it_it: E-mail PayPal

source: Paypal IPN Error
it_it: Errore IPN PayPal

source: Paypal IPN Not Verified
it_it: Paypal IPN non verificato

source: Paypal Payments
it_it: Pagamenti Paypal

source: Paypal's payments platform lets you accept credit cards, debit cards, and popular payment methods around the world—all with a single integration
it_it: La piattaforma di pagamento di PayPal ti consente di accettare carte di credito, carte di debito e i metodi di pagamento più diffusi in tutto il mondo, il tutto con un'unica integrazione

source: Please activate payment first!
it_it: Per favore attiva prima il pagamento!
pt_br: Por favor, ative o pagamento primeiro!

source: Please active at least one payment method!
it_it: Si prega di attivare almeno un metodo di pagamento!
pt_br: Ative pelo menos uma forma de pagamento!

source: Please add the availability of this event
it_it: Si prega di aggiungere la disponibilità di questo evento

source: Please connect your Stripe account first.
it_it: Per prima cosa, collega il tuo account Stripe.
pt_br: Conecte sua conta Stripe primeiro.

source: Please enable at least one payment method
it_it: Abilita almeno un metodo di pagamento

source: Please enter a valid email address
it_it: Si prega di inserire un indirizzo email valido

source: Please login to view the bookings
it_it: Effettua il login per visualizzare le prenotazioni

source: Please read the step-by-step documentation to setup Account SID and Auth Token and get the Sender Numbers for your app.
it_it: Leggi la documentazione dettagliata per configurare l'account SID e il token di autenticazione e ottenere i numeri del mittente per la tua app.
pt_br: Leia a documentação passo a passo para configurar o SID da conta e o token de autenticação e obter os números do remetente para seu aplicativo.

source: Please remove the connection and reconnect again.
it_it: Si prega di rimuovere la connessione e di riconnettersi nuovamente.
pt_br: Remova a conexão e reconecte novamente.

source: Please select a payment method
it_it: Seleziona un metodo di pagamento
pt_br: Selecione uma forma de pagamento

source: Please select a product
it_it: Seleziona un prodotto
pt_br: Selecione um produto

source: Please select at least one time slot
it_it: Si prega di selezionare almeno una fascia oraria

source: Price
it_it: Prezzo
pt_br: Preço

source: Product not found. Please select a product
it_it: Prodotto non trovato. Seleziona un prodotto
pt_br: Produto não encontrado. Selecione um produto

source: Provider
it_it: Fornitore
pt_br: Fornecedor

source: Read the documentation
it_it: Leggi la documentazione
pt_br: Leia a documentação

source: Redirect to WooCommerce checkout page
it_it: Reindirizzamento alla pagina di pagamento di WooCommerce
pt_br: Redirecionar para a página de checkout do WooCommerce

source: Reminder SMS Sent Successfully
it_it: SMS di promemoria inviato con successo
pt_br: SMS de lembrete enviado com sucesso

source: Removed from Google calendar
it_it: Rimosso dal calendario di Google
pt_br: Removido do calendário do Google

source: Removed from Outlook calendar
it_it: Rimosso dal calendario di Outlook
pt_br: Removido do calendário do Outlook

source: Required scopes missing
it_it: Ambiti richiesti mancanti
pt_br: Escopos obrigatórios ausentes

source: Rescheduling SMS Sent Successfully
it_it: Ripianificazione SMS inviata correttamente
pt_br: SMS de reagendando enviado com sucesso

source: Sandbox Mode
it_it: Modalità Sandbox

source: Save Google API Configuration
it_it: Salva la configurazione dell'API di Google
pt_br: Salvar configuração da API do Google

source: Save Settings
it_it: Salva impostazioni
pt_br: Salvar configurações

source: Select for how many minutes the %1$s event API call will be cached. Recommended 5/10 minutes. If you add lots of manual events in %2$s then you may lower the value
it_it: Seleziona per quanti minuti la chiamata API dell'evento %1$s verrà memorizzata nella cache. Consigliato 5/10 minuti. Se aggiungi molti eventi manuali in %2$s, puoi abbassare il valore
pt_br: Selecione por quantos minutos a chamada da API do evento %1$s será armazenada em cache. Recomendado 5/10 minutos. Se você adicionar muitos eventos manuais em %2$s, poderá diminuir o valor.

source: Selected Account does not exist
it_it: L'account selezionato non esiste
pt_br: A conta selecionada não existe

source: Selected Webhook has been deleted
it_it: Il webhook selezionato è stato eliminato
pt_br: O Webhook selecionado foi excluído

source: Set Google Event Creat First
it_it: Imposta prima la creazione dell'evento Google
pt_br: Defina primeiro a criação de eventos do Google

source: Set Outlook Event Creat First
it_it: Imposta prima la creazione dell'evento di Outlook
pt_br: Defina primeiro a criação de eventos do Outlook

source: Settings updated successfully
it_it: Impostazioni aggiornate con successo
pt_br: Configurações atualizadas com sucesso

source: SMS Number
it_it: Numero SMS
pt_br: Número SMS

source: SMS Sent Successfully
it_it: SMS inviato con successo
pt_br: SMS enviado com sucesso

source: Sorry! There has an error when fetching data for google authentication. Please try again
it_it: Spiacenti! Si è verificato un errore durante il recupero dei dati per l'autenticazione di Google. Riprova.
pt_br: Desculpe! Ocorreu um erro ao buscar dados para autenticação do Google. Por favor, tente novamente

source: Sorry! There has an error when fetching data for outlook authentication. Please try again
it_it: Spiacenti! Si è verificato un errore durante il recupero dei dati per l'autenticazione di Outlook. Riprova.
pt_br: Desculpe! Ocorreu um erro ao buscar dados para autenticação do Outlook. Por favor, tente novamente

source: start and end data is required
it_it: sono richiesti i dati di inizio e fine
pt_br: dados de início e fim são obrigatórios

source: Start Meeting URL
it_it: URL di avvio della riunione

source: Status
it_it: Stato

source: Status:
it_it: Stato:

source: Stripe
it_it: Banda

source: Stripe General Error
it_it: Errore generale Stripe
pt_br: Erro geral de Stripe

source: Stripe mode is not active
it_it: La modalità Stripe non è attiva
pt_br: O modo Stripe não está ativo

source: Stripe Payments
it_it: Pagamenti Stripe
pt_br: Pagamentos de Stripe

source: Stripe settings has been disconnected
it_it: Le impostazioni di Stripe sono state disconnesse
pt_br: As configurações de Stripe foram desconectadas

source: Stripe's payments platform lets you accept credit cards, debit cards, and popular payment methods around the world—all with a single integration
it_it: La piattaforma di pagamento Stripe ti consente di accettare carte di credito, carte di debito e i metodi di pagamento più diffusi in tutto il mondo, il tutto con un'unica integrazione
pt_br: A plataforma de pagamentos da Stripe permite aceitar cartões de crédito, cartões de débito e métodos de pagamento populares em todo o mundo, tudo com uma única integração

source: Test Mode
it_it: Modalità di prova
pt_br: Modo de teste

source: The %1$s license needs to be activated. %2$sActivate Now%3$s
it_it: La licenza %1$s deve essere attivata. %2$sAttiva ora%3$s

source: The given license key is not valid. Please verify that your license is correct. You may login to wpmanageninja.com account and get your valid license key for your purchase.
it_it: La chiave di licenza fornita non è valida. Verifica che la tua licenza sia corretta. Puoi effettuare l'accesso all'account wpmanageninja.com e ottenere la tua chiave di licenza valida per il tuo acquisto.
pt_br: A chave de licença fornecida não é válida. Verifique se sua licença está correta. Você pode fazer login na conta wpmanageninja.com e obter sua chave de licença válida para sua compra.

source: The Pro version of FluentBooking Plugin
it_it: La versione Pro del plugin FluentBooking

source: The provided slug is not available. Please choose a different one
it_it: Lo slug fornito non è disponibile. Scegline uno diverso
pt_br: O slug fornecido não está disponível. Por favor escolha um diferente

source: There should be at least one member
it_it: Dovrebbe esserci almeno un membro
pt_br: Deve haver pelo menos um membro

source: There was a problem connecting to the Stripe API endpoint.
it_it: Si è verificato un problema durante la connessione all'endpoint API Stripe.
pt_br: Ocorreu um problema ao conectar-se ao endpoint da API Stripe.

source: There was an error activating the license, please verify your license is correct and try again or contact support.
it_it: Si è verificato un errore durante l'attivazione della licenza. Verifica che la licenza sia corretta e riprova oppure contatta l'assistenza.
pt_br: Ocorreu um erro ao ativar a licença. Verifique se sua licença está correta e tente novamente ou entre em contato com o suporte.

source: There was an error deactivating the license, please try again or login at wpmanageninja.com to manually deactivated the license
it_it: Si è verificato un errore durante la disattivazione della licenza, riprova o accedi a wpmanageninja.com per disattivare manualmente la licenza
pt_br: Ocorreu um erro ao desativar a licença, tente novamente ou faça login em wpmanageninja.com para desativar manualmente a licença

source: This event has already been booked. You can not change the availability now
it_it: Questo evento è già stato prenotato. Non puoi modificare la disponibilità ora

source: This is a group event.
it_it: Questo è un evento di gruppo.
pt_br: Este é um evento de grupo.

source: This is an admin user. You can not change permissions
it_it: Questo è un utente amministratore. Non puoi modificare i permessi
pt_br: Este é um usuário administrador. Você não pode alterar as permissões

source: To connect to Apple Server, please enter your Apple Email and app specific password. Generate App Specific Password at %s Your credentials will be stored as encrypted.
it_it: Per connetterti ad Apple Server, inserisci la tua email Apple e la password specifica dell'app. Genera password specifica dell'app su %s Le tue credenziali saranno archiviate come crittografate.

source: To connect to Nextcloud Server, please enter your Nextcloud Email/Username and app specific password. Your credentials will be stored as encrypted.
it_it: Per connetterti a Nextcloud Server, inserisci la tua email/nome utente Nextcloud e la password specifica dell'app. Le tue credenziali saranno archiviate come crittografate.
pt_br: Para se conectar ao Nextcloud Server, insira seu e-mail/nome de usuário Nextcloud e senha específica do aplicativo. Suas credenciais serão armazenadas como criptografadas.

source: to renew your license
it_it: per rinnovare la tua patente
pt_br: para renovar sua licença

source: To use Apple Calendar Integration for your Booking forms, please enable the integration.
it_it: Per utilizzare l'integrazione del calendario Apple per i moduli di prenotazione, abilita l'integrazione.
pt_br: Para usar a integração do Apple Calendar para seus formulários de reserva, ative a integração.

source: To use Nextcloud Calendar Integration for your Booking forms, please enable the integration.
it_it: Per utilizzare l'integrazione del calendario Nextcloud per i tuoi moduli di prenotazione, abilita l'integrazione.
pt_br: Para usar a integração de calendário Nextcloud para seus formulários de reserva, habilite a integração.

source: Total Payment
it_it: Pagamento totale
pt_br: Pagamento total

source: Total:
it_it: Totale:

source: Transaction marked as paid and %s Transaction ID: %s
it_it: Transazione contrassegnata come pagata e %s ID transazione: %s

source: Twilio API Error
it_it: Errore API Twilio
pt_br: Erro de API Twilio

source: Twilio SMS Integration
it_it: Integrazione SMS Twilio
pt_br: Integração com Twilio SMS

source: Unexpected error from google api
it_it: Errore imprevisto da Google API
pt_br: Erro inesperado da API do Google

source: Unexpected error from outlook api
it_it: Errore imprevisto dall'API di Outlook
pt_br: Erro inesperado da API do Outlook

source: Unexpected error from remote api
it_it: Errore imprevisto dall'API remota
pt_br: Erro inesperado da API remota

source: Unknown Stripe API request error
it_it: Errore sconosciuto nella richiesta API Stripe
pt_br: Erro desconhecido de solicitação da API Stripe

source: Update Caching Time
it_it: Aggiorna il tempo di memorizzazione nella cache
pt_br: Atualizar tempo de cache

source: Use Outlook Calendar to sync your Fluent Booking events
it_it: Utilizza Outlook Calendar per sincronizzare i tuoi eventi Fluent Booking
pt_br: Use o Calendário do Outlook para sincronizar seus eventos do Fluent Booking

source: User redirected to Woo checkout page to comeplete the order.
it_it: L'utente viene reindirizzato alla pagina di pagamento di Woo per completare l'ordine.
pt_br: Usuário redirecionado para a página de checkout do Woo para concluir o pedido.

source: Validation fails for maximum file size
it_it: La convalida non riesce per la dimensione massima del file

source: View FluentBooking documentation
it_it: Visualizza la documentazione di FluentBooking
pt_br: Veja a documentação do FluentBooking

source: View Full Meeting Details
it_it: Visualizza i dettagli completi della riunione
pt_br: Ver detalhes completos da reunião

source: View on Google Calendar
it_it: Visualizza su Google Calendar

source: View on Outlook Calendar
it_it: Visualizza sul calendario di Outlook

source: View Order
it_it: Visualizza ordine
pt_br: Ver pedido

source: Visit Support
it_it: Visita il supporto
pt_br: Visite o suporte

source: We could not authenticate your account. Please try again later.
it_it: Non siamo riusciti ad autenticare il tuo account. Riprova più tardi.
pt_br: Não foi possível autenticar sua conta. Por favor, tente novamente mais tarde.

source: WebHook feeds not found
it_it: Feed WebHook non trovati

source: WebHook not found
it_it: WebHook non trovato
pt_br: WebHook não encontrado

source: Webhook sent successfully
it_it: Webhook inviato con successo
pt_br: Webhook enviado com sucesso

source: Webhook sent successfully to
it_it: Webhook inviato con successo a
pt_br: Webhook enviado com sucesso para

source: WebHook Successfully Cloned
it_it: WebHook clonato con successo

source: WebHook Successfully Created
it_it: WebHook creato con successo
pt_br: WebHook criado com sucesso

source: WebHook Successfully Updated
it_it: WebHook aggiornato correttamente
pt_br: WebHook atualizado com sucesso

source: WhatsApp Number (Optional)
it_it: Numero WhatsApp (facoltativo)
pt_br: Número do WhatsApp (opcional)

source: Woo: Booking status changed to cancelled
it_it: Woo: Lo stato della prenotazione è cambiato in annullato
pt_br: Woo: Status da reserva alterado para cancelado

source: Woo: Booking status changed to scheduled
it_it: Woo: lo stato della prenotazione è cambiato in programmato
pt_br: Woo: Status da reserva alterado para agendado

source: Woo: Booking status could not be changed
it_it: Woo: lo stato della prenotazione non può essere modificato
pt_br: Woo: O status da reserva não pôde ser alterado

source: WooCommerce is not installed
it_it: WooCommerce non è installato
pt_br: WooCommerce não está instalado

source: Woocommerce order status changed to %1$s and booking status changed to cancelled. %2$sView Order%3$s
it_it: Lo stato dell'ordine Woocommerce è cambiato in %1$s e lo stato della prenotazione è cambiato in annullato. %2$sVisualizza ordine%3$s

source: Woocommerce order status changed to %1$s and booking status changed to scheduled. %2$sView Order%3$s
it_it: Lo stato dell'ordine Woocommerce è cambiato in %1$s e lo stato della prenotazione è cambiato in programmato. %2$sVisualizza ordine%3$s

source: You are redirecting to checkout page to complete the appointment.
it_it: Verrai reindirizzato alla pagina di pagamento per completare l'appuntamento.
pt_br: Você está redirecionando para a página de checkout para concluir o agendamento.

source: You do not have permission to access this user's Zoom credentials
it_it: Non hai l'autorizzazione per accedere alle credenziali Zoom di questo utente
pt_br: Você não tem permissão para acessar as credenciais do Zoom deste usuário

source: You do not have permission to install plugin updates
it_it: Non hai l'autorizzazione per installare gli aggiornamenti dei plugin
pt_br: Você não tem permissão para instalar atualizações de plugins

source: Your credential could not be saved. Please make sure the credential is valid
it_it: Le tue credenziali non possono essere salvate. Assicurati che le credenziali siano valide
pt_br: Não foi possível salvar sua credencial. Verifique se a credencial é válida

source: Your credential has been saved
it_it: Le tue credenziali sono state salvate
pt_br: Sua credencial foi salva

source: Your license has been expired at
it_it: La tua patente è scaduta alle
pt_br: Sua licença expirou em

source: Your license key has been successfully deactivated
it_it: La tua chiave di licenza è stata disattivata con successo
pt_br: Sua chave de licença foi desativada com sucesso

source: Your license key has been successfully updated
it_it: La tua chiave di licenza è stata aggiornata con successo
pt_br: Sua chave de licença foi atualizada com sucesso

source: Your outlook API configaration is already. You can connect your outlook calendar from your host settings.
it_it: La configurazione API di Outlook è già. Puoi connettere il tuo calendario di Outlook dalle impostazioni host.
pt_br: A configuração da API do Outlook já está. Você pode conectar seu calendário do Outlook nas configurações do host.

source: Your selected integration feed has been disconnected
it_it: Il feed di integrazione selezionato è stato disconnesso
pt_br: Seu feed de integração selecionado foi desconectado
